Repository: cjapidonald/bonfire
Catalog: Bonfire/*.lproj/Localizable.strings
Languages: vi

# tab.books
source: Books
vi: Sách

# tab.vocabulary
source: My Vocabulary
vi: Từ vựng của tôi

# tab.achievements
source: Achievements
vi: Thành tích

# tab.profile
source: Profile
vi: Hồ sơ

# audio.title
source: Audio Studio
vi: Phòng thu âm

# audio.subtitle
source: Get the recorder ready before we capture your reading magic.
vi: Chuẩn bị sẵn sàng trước khi chúng ta ghi lại giọng đọc của bạn.

# audio.permission.title
source: Microphone check-in
vi: Kiểm tra micro

# audio.permission.message
source: Bonfire listens so we can cheer for your reading. Ask a grown-up if it's okay to use the microphone.
vi: Bonfire lắng nghe để cổ vũ bạn đọc. Hãy hỏi người lớn xem có thể dùng micro không nhé.

# audio.permission.button.request
source: Allow Microphone
vi: Cho phép micro

# audio.permission.button.settings
source: Open Settings
vi: Mở Cài đặt

# audio.permission.status.pending
source: Tap allow so we can hear your story.
vi: Chạm cho phép để chúng mình nghe câu chuyện của bạn.

# audio.permission.status.denied
source: Microphone access is turned off.
vi: Quyền micro đang bị tắt.

# audio.permission.status.granted
source: Microphone permission is ready!
vi: Micro đã sẵn sàng rồi!

# audio.session.title
source: Recorder Safety Check
vi: Kiểm tra an toàn ghi âm

# audio.session.message
source: We set the audio session to Play & Record so voices and playback work together.
vi: Chúng mình đặt chế độ Play & Record để giọng nói và phát lại chạy cùng nhau.

# audio.session.button.arm
source: Arm Recorder
vi: Chuẩn bị máy ghi

# audio.session.button.rearm
source: Re-arm Recorder
vi: Chuẩn bị lại

# audio.session.status.permission
source: Grant microphone access to arm the recorder.
vi: Hãy cấp quyền micro để chuẩn bị máy ghi.

# audio.session.status.ready
source: Recorder armed with AAC mono at 44.1 kHz.
vi: Máy ghi đã sẵn sàng với AAC mono 44,1 kHz.

# audio.session.status.preparing
source: Preparing audio session…
vi: Đang chuẩn bị chế độ âm thanh…

# audio.session.status.prompt
source: Arm the recorder when you're ready.
vi: Sẵn sàng thì bấm chuẩn bị máy ghi nhé.

# audio.session.error.title
source: Audio Session Error
vi: Lỗi chế độ âm thanh

# audio.state.title
source: Recording States
vi: Trạng thái ghi âm

# audio.state.description
source: These states show how the recorder will behave. Recording controls will arrive in a future update.
vi: Các trạng thái này thể hiện cách máy ghi sẽ hoạt động. Điều khiển sẽ được bổ sung sau.

# audio.state.idle
source: Idle
vi: Đang nghỉ

# audio.state.recording
source: Recording
vi: Đang ghi

# audio.state.paused
source: Paused
vi: Tạm dừng

# audio.state.playing
source: Playing
vi: Đang phát

# audio.plan.title
source: Recording Plan
vi: Kế hoạch ghi âm

# audio.plan.description
source: We're planning to save practice sessions with these settings.
vi: Chúng mình sẽ lưu buổi luyện đọc với các thiết lập này.

# audio.plan.format
source: Format
vi: Định dạng

# audio.plan.channels
source: Channels
vi: Kênh

# audio.plan.sampleRate
source: Sample Rate
vi: Tần số mẫu

# placeholder.comingSoon
source: Coming soon
vi: Sắp ra mắt

# books.title
source: Books
vi: Sách

# books.section.library
source: Your Library
vi: Thư viện của bạn

# books.sample.title
source: Bonfire Beginnings
vi: Khởi đầu Bonfire

# books.sample.subtitle
source: Open the reader to preview the experience
vi: Mở trình đọc để xem trước trải nghiệm

# vocab.title
source: My Vocabulary
vi: Từ vựng của tôi

# vocab.placeholder.title
source: Save words to review later
vi: Lưu từ để ôn luyện sau

# achievements.title
source: Achievements
vi: Thành tích

# achievements.placeholder.title
source: Track progress and celebrate wins
vi: Theo dõi tiến độ và ăn mừng thành quả

# reader.title
source: Reader
vi: Trình đọc

# reader.placeholder.heading
source: Reader Preview
vi: Xem trước trình đọc

# reader.placeholder.body
source: Stories will live here soon. Until then, take a peek at the upcoming reading experience.
vi: Những câu chuyện sẽ sớm xuất hiện tại đây. Trong lúc chờ đợi, hãy xem thử trải nghiệm đọc sắp ra mắt.

# settings.title
source: Settings
vi: Cài đặt

# settings.section.language
source: Language
vi: Ngôn ngữ

# settings.language
source: App Language
vi: Ngôn ngữ ứng dụng

# language.english
source: English
vi: Tiếng Anh

# language.vietnamese
source: Vietnamese
vi: Tiếng Việt
